accountsservice
adwaita-icon-theme
alacritty
alsa-firmware
alsa-plugins
alsa-utils
aspell
aspnet-runtime
aspnet-runtime-8.0
b43-fwcutter
baobab
base
base-devel
bash-completion
bind
bluez
bluez-utils
btrfs-progs
cantarell-fonts
chromium
cmake
cryptsetup
dart-sass
ddgr
device-mapper
diffutils
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
dotnet-sdk
dotnet-sdk-8.0
downgrade
dracut
duf
e2fsprogs
efibootmgr
efitools
endeavouros-keyring
endeavouros-mirrorlist
eos-dracut
eos-hooks
epiphany
ethtool
evince
exfatprogs
extension-manager
eyedropper
f2fs-tools
ffmpegthumbnailer
file-roller
firefox
firewalld
flatpak
foliate
fontforge
gdm
gfeeds
gimagereader-gtk
gimp
git
github-cli
glances
glow
gnome-calculator
gnome-characters
gnome-clocks
gnome-console
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-nettool
gnome-power-manager
gnome-screenshot
gnome-shell
gnome-shell-extension-pop-shell-git
gnome-software
gnome-system-monitor
gnome-terminal
gnome-text-editor
gnome-themes-extra
gnome-tweaks
gnome-usage
gnome-weather
go
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gvim
haveged
hdparm
htop
hugo
hwdetect
hwinfo
inetutils
inkscape
intel-ucode
inxi
iptables-nft
iwd
jetbrains-toolbox
jfsutils
jq
lazygit
less
libdvdcss
libgsf
libnss_nis
libopenraw
libwnck3
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
logrotate
loupe
lsb-release
lsd
lsscsi
lvm2
man-db
man-pages
mdadm
meld
mesa-utils
modemmanager
mtools
nano
nano-syntax-highlighting
nautilus
neovim
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
nuget
obs-studio
obsidian
ollama
openssh
os-prober
pacman-contrib
pandoc-cli
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plocate
pnpm
poppler-glib
postgresql
power-profiles-daemon
processing-bin
pv
python
python-defusedxml
python-jinja
python-packaging
python-pyqt6
qt5ct
qt6ct
rebuild-detector
reflector
rose-pine-cursor
rsync
rtkit
s-nail
screen
sg3_utils
smartmontools
sof-firmware
stow
sudo
sushi
syncthing
sysfsutils
systemd-sysvcompat
tailwindcss-bin
tesseract-data-eng
texinfo
tldr
totem
tree
ttf-bitstream-vera
ttf-dejavu
ttf-ibmplex-mono-nerd
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-liberation-mono-nerd
ttf-martian-mono-nerd
ttf-opensans
ttf-roboto-mono-nerd
unrar
unzip
upower
usb_modeswitch
usbutils
vi
visual-studio-code-bin
wget
which
wireplumber
wl-clipboard
wpa_supplicant
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xterm
yay
yt-dlp
zeal
zip
zsh
